[
    {
        "id": "01",
        "company_logo": "https://1000logos.net/wp-content/uploads/2016/11/google-logo.jpg",
        "job_title": "Software Developer",
        "company_name": "Google",
        "work_from": "Onsite",
        "location": "USA",
        "job_type": "Full Time",
        "salary": "100k-150k",
        "job_desc": "We are looking for a highly skilled and experienced software developer to join our team. The successful candidate will work with a team of developers to design, develop, and maintain software programs and applications that meet user needs.",
        "job_responsibility": "Responsible for designing, developing, and maintaining software programs and applications. Work with a team to identify user needs and create solutions that meet those needs. The job may involve writing and testing code, debugging software, collaborating with other developers, and staying up to date with industry trends and new technologies.",
        "requirement": "Bachelor's degree in Computer Science or related field",
        "experience": "1 to 2 years in the field",
        "phone": 1812654785,
        "email": "google@gmail.com"
    },
    {
        "id": "02",
        "company_logo": "https://img-prod-cms-rt-microsoft-com.akamaized.net/cms/api/am/imageFileData/RWCZER?ver=1433&q=90&m=6&h=195&w=348&b=%23FFFFFFFF&l=f&o=t&aim=true",
        "job_title": "Web Developer",
        "company_name": "Microsoft",
        "work_from": "Onsite",
        "location": "China",
        "job_type": "Full Time",
        "salary": "100k-180k",
        "job_desc": "We are seeking a talented web developer to join our team. The successful candidate will work with a team of designers and developers to create and maintain websites that meet our clients' needs.",
        "job_responsibility": "Write clean, efficient, and well-documented code using programming languages such as HTML, CSS, JavaScript, and PHP. Test and debug web applications to ensure high quality and error-free performance. Use web development frameworks such as React, Angular, or Vue.js to build dynamic and responsive web applications. Ensure website accessibility, usability, and search engine optimization (SEO) best practices are followed",
        "requirement": "Bachelor's degree in Computer Science or related field",
        "experience": "2 to 4 years in the field",
        "phone": 1912345789,
        "email": "microsoft@outlook.com"
    },
    {
        "id": "03",
        "company_logo": "https://www.tailorbrands.com/wp-content/uploads/2021/01/apple_logo_1988.jpg",
        "job_title": "IOS developer",
        "company_name": "Apple",
        "work_from": "Remote",
        "location": "USA",
        "job_type": "Full Time",
        "salary": "120k-150k",
        "job_desc": "We are seeking a skilled iOS developer to join our team. The successful candidate will work on developing and maintaining mobile applications for our clients, using the latest technologies and best practices.",
        "job_responsibility": "Develop and maintain mobile applications for iOS using Swift and other programming languages. Participate in the full mobile application development lifecycle, from requirements gathering to deployment and maintenance. Write clean, maintainable, and well-documented code, following iOS development best practices. Stay up-to-date with industry trends and new technologies to ensure iOS development best practices are followed",
        "requirement": "Bachelor's degree in Computer Science or related field",
        "experience": "More than 2 years in the field",
        "phone": 1712322948,
        "email": "apple@apple.com"
    },
    {
        "id": "04",
        "company_logo": "https://logowik.com/content/uploads/images/153_oracle.jpg",
        "job_title": "Database Administrator",
        "company_name": "Oracle",
        "work_from": "Onsite",
        "location": "USA",
        "job_type": "Part Time",
        "salary": "100k-150k",
        "job_desc": "We are seeking an experienced database administrator to manage and maintain our company's databases. The successful candidate will be responsible for ensuring the security, performance, and availability of our databases, as well as designing and implementing database solutions that meet the needs of our business.",
        "job_responsibility": "Install, configure, and maintain databases, including but not limited to Oracle, SQL Server, and MySQL. Monitor and optimize database performance, including but not limited to tuning, indexing, and caching. Develop and implement database backup and recovery strategies, including disaster recovery plans. Ensure database security by implementing and maintaining access controls, user accounts, and permissions",
        "requirement": "Bachelor's degree in Computer Science or related field",
        "experience": "3 to 4 years in the field",
        "phone": 1819554432,
        "email": "oracle@oracle.com"
    },
    {
        "id": "05",
        "company_logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR9orKClmlUdcW3PjYMX1mVN5Rh7bDzfUnH9BI-P5Yr&s",
        "job_title": "SOC Design Engineer",
        "company_name": "Intel",
        "work_from": "Onsite",
        "location": "Canada",
        "job_type": "Part Time",
        "salary": "120k-180k",
        "job_desc": "We are seeking a talented SOC Design Engineer to join our team. The successful candidate will be responsible for designing and implementing complex System-on-Chip (SOC) designs using the latest technologies and methodologies.",
        "job_responsibility": "Develop and implement SOC designs, including but not limited to specification, RTL design, synthesis, and verification. Collaborate with architects, verification engineers, and physical design engineers to ensure successful SOC implementation. Create and maintain documentation for SOC designs, including design specifications, block diagrams, and design reviews",
        "requirement": "Bachelor's degree in Computer Science or related field",
        "experience": "5 years on experience in the field",
        "phone": 1618213456,
        "email": "intel@intel.com"
    },
    {
        "id": "06",
        "company_logo": "https://www.getsview.com/wp-content/uploads/2020/08/Programming-Hero-A-Free-Android-App-To-Learn-Programming.jpg",
        "job_title": "SQA Engineer",
        "company_name": "Programming-hero",
        "work_from": "Remote",
        "location": "Bangladesh",
        "job_type": "Full Time",
        "salary": "50k",
        "job_desc": "We are seeking a talented SQA Engineer to join our team. The successful candidate will be responsible for designing and implementing software quality assurance (SQA) processes and procedures to ensure high-quality software products are delivered to our customers.",
        "job_responsibility": "Develop and implement software quality assurance (SQA) processes and procedures, including but not limited to test planning, test design, test execution, and defect tracking. Create and maintain test plans, test cases, and test scripts for software products. Collaborate with development teams to ensure software products are designed with testability in mind. Provide technical guidance and support to other team members as needed",
        "requirement": "Bachelor's degree in Computer Science or related field",
        "experience": "1 to 2 years in the field",
        "phone": 1912589638,
        "email": "programming-hero@gmail.com"
    }
]